Repository: MoustafaAnas/Shayal
Catalog: Shayal/*.lproj/Localizable.strings
Languages: ar

source: So Confused, Don't know how to get your Orders?
ar: مــرة محتــار ما تدري كيف تجيب طلباتك؟

source: How could you think and Shayal is there?
ar: شدعــوة تفكر وشيــال موجود؟

source: Choose everything you want from anywhere and just set your location
ar: اختــر كل اللي تبغاه من أي مكان وحدد موقعك بس

source: Our delivery guy will get it very Quicklyyy
ar: ومندوبنا رح يكون عندك صــــاروووخ

source: Example Text Example Text Example Text Example Text Example Text Example Text Example Text Example Text
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء

source: Loading...
ar: جاري التحميل...

source: Login Successfully
ar: تم تسجيل الدخول بنجاح

source: Phone Number or Password is not Correct
ar: رقم الهاتف او كلمة المرور غير صحيحة

source: Something went wrong
ar: حدث خطأ ما

source: Forgot Password
ar: نسيــت كلمة المرور

source: Verification code has been sent to the number you entered
ar: تم إرسال رمز التحقق إلى الرقم الذي قمت بإدخــاله

source: ِِActivation Code
ar: كود الإسترجاع

source: Code Verfied
ar: تم التحقق بنجاح

source: Enter Verfication Code
ar: برجاء ادخال رمز التحقيق

source: New Password
ar: كلمة المرور الجدیدة

source: Enter Valid New Password
ar: برجاء ادخال كلمة مرور اقوى

source: Yor new password does not match confirm password
ar: تأكيد كلمة المرور لا تتطابق مع كلمة المرور المدخلة

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: chevron.left
ar: chevron.right

source: Sign up
ar: تسجيل جديد

source: Registerd Successfully
ar: تم التسجيل بنجاح

source: Enter your Name
ar: برجاء ادخال الاسم

source: Enter your Phone Number
ar: برجاء ادخال رقم الهاتف

source: Enter your Country Name
ar: برجاء ادخال الدولة

source: Enter your City Name
ar: برجاء ادخال المدينة

source: Enter Valid Password
ar: برجاء ادخال كلمة مرور أقوى

source: Enter Confirm Password
ar: برجاء ادخال تأكيد كلمة المرور

source: Confirm Password does not match your password
ar: تأكيد كلمة المرور لا تتطابق مع كلمة المرور المدخلة

source: Home
ar: الرئيسية

source: My Orders
ar: طلباتي

source: Chat
ar: المحادثات

source: More
ar: المزيـــــد

source: Track Order
ar: تتبع الحمولة

source: Alert
ar: تنبية

source: Close
ar: اغلاق

source: Settings
ar: الاعدادات

source: Authorization Restricted
ar: الخدمة مقيدة

source: Please Enable Access to Location
ar: الرجاء السماح بالوصول إلى الموقع

source: Please Enable Location Service
ar: الرجاء تفعيل خدمات الموقع

source: New Offer?
ar: عرض جديد؟

source: New Offer2?
ar: عرض جديد٢؟

source: New Offer3?
ar: عرض جديد٣؟

source: New Offer4?
ar: عرض جديد٤؟

source: Example Text Example Text
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء

source: Delivery
ar: المندوب

source: Me
ar: أنا

source: Notifications
ar: الإشعــارات

source: No new notifications yet
ar: لا يوجد اشعارات جديدة بعد

source: Ahmed Mohamed
ar: أحمد محمد

source: Mohamed Ahmed
ar: محمد أحمد

source: Ahmed Joe
ar: أحمد يوسف

source: Joe Mohamed
ar: يوسف محمد

source: Received your order and offered you a price
ar: استقبل طلبك وعرض عليك سعر

source: Rate our delivery
ar: قم بتقييم المندوب الخاص بطلبكم

source: Thank you for helping us improving our services quality
ar: شكرا لمساعدتنا في تحسين جودة خدماتنا

source: Please rate our Delivery
ar: برجاء تقييم مندوب التوصيل

source: Rate Delivery
ar: نص التقييم

source: Add New Order
ar: إضافة طلب جدید

source: Get Package From
ar: احضر الحمولة من

source: Enter your order location
ar: أدخل موقع الحمولة

source: Enter your location
ar: ادخل عنوانك

source: Enter package type
ar: ادخل نوع الحمولة

source: Enter vehicle model
ar: ادخل موديل المركبة

source: Enter package weight
ar: ادخل وزن الحمولة

source: Enter vehicle type
ar: ادخل نوع المركبة

source: Ordered Successfully, You will recive offer from our delivery soon
ar: تم الطلب بنجاح، ستتلقى عرضًا من احد مندوبي التوصيل قريبًا

source: Pending Orders
ar: طلبات معلقة

source: Active Orders
ar: طلبات نشطــة

source: Done Orders
ar: طلبات منتھیة

source: left
ar: right

source: right
ar: left

source: Empty
ar: لا توجد طلبات

source: Preparing
ar: جاري الإعداد

source: arrow.right
ar: arrow.left

source: Kilo
ar: كيلو

source: S.R
ar: ريال

source: Cairo
ar: القاهرة

source: Masnoura
ar: المنصورة

source: Light
ar: نقل خفيف

source: Car
ar: سيــارة نقل

source: Mohamed Mahmoud
ar: محمد محمود

source: Alex
ar: الاسكندرية

source: Moustafa Mohamed
ar: مصطفى محمد

source: Heading to receive
ar: متوجه الى الاستلام

source: Ahmed Mahmoud
ar: أحمد محمود

source: Ahmed Anas
ar: أحمد أنس

source: Invoice
ar: الفاتورة

source: Please, Choose a way to pay
ar: برجاء اختيار طريقة للدفع

source: Ahmed Moustafa
ar: أحمد مصطفى

source: Mahmoud Mohamed
ar: محمود محمد

source: Youssef Mohamed
ar: يوسف محمد

source: Example text Example text Example text
ar: هذا النص هو مثال لنص يمكن أن يستبدل

source: Heading to get your order
ar: متوجه الى الاستلام

source: Pin Chat
ar: تثبيت المحادثة

source: Delete Chat
ar: حذف المحادثة

source: Camera
ar: الكاميرا

source: Photo Library
ar: مكتبة الصور

source: Cancel
ar: الغاء

source: There is no chat Messages
ar: لايوجد رسائل

source: Address To Deliver
ar: عنـــوان التوصيل

source: Ahmed Mohamed Joe
ar: أحمد محمد يوسف

source: Select
ar: تحديد

source: Reports
ar: الشكــــاوى

source: Contact Us
ar: تواصل معنا

source: Who Are We
ar: من نحن

source: Terms and Conditions
ar: الشروط والأحكام

source: Language
ar: اللغــــــة

source: Profile
ar: الملف الشخصي

source: Edit Profile
ar: تعديل الملف الشخصي

source: Profile Info Updated Successfully
ar: تم تحديث بيناتك الشخصية

source: Please fill your name field
ar: برجاء ادخال الاسم

source: Please fill your phone number field
ar: برجاء ادخال رقم الجوال

source: Please choose your bank
ar: برجاء ادخال اسم البنك

source: Please fill your bank account number field
ar: برجاء ادخال رقم الحساب البنكي

source: Please choose your country
ar: برجاء ادخال البلد

source: Please choose your city
ar: برجاء ادخال المدينة

source: Enter your new password
ar: ادخل كلمة المرور الجديدة

source: Enter valid new password
ar: برجاء ادخال كلمة مرور اقوى

source: Delay in receiving orders...
ar: التأخر في استلام الطلبات...

source: Item Is Missing...
ar: الحمولة غير كاملة...

source: Report Text
ar: نص الشكوى

source: Please enter your complain, to solve it as fast as possible
ar: الرجاء إدخال شكواك لحلها في أسرع وقت ممكن

source: We recieved your complain, and we will contact you soon with the latest updates
ar: استلمنا شكواك وسنتواصل معك قريبًا لإطلاعك على آخر المستجدات

source: English is your current language, please choose another one
ar: اللغة العربية هي لغتك الحالية، يرجى اختيار لغة أخرى

source: Restart Application
ar: برجاء اعادة تشغيل التطبيق

source: To change language you need to reopen the application
ar: لتغيير اللغة تحتاج إلى إعادة فتح التطبيق
